Repository: schoolsplay/BTKivy
Catalog: po/btkivy_*.po
Languages: nl_nl

source: Bluetooth Devices
nl_nl: Bluetooth Apparaten

source: Bluetooth adapter not found Only audio settings available!
nl_nl: Bluetooth adapter niet gevonden Alleen de audio instellingen zijn beschikbaar!

source: Choose the audio output
nl_nl: Kies de audio-uitvoer

source: Close
nl_nl: Sluit

source: Connect
nl_nl: Verbind

source: Connected
nl_nl: Verbonden

source: Connecting...
nl_nl: Verbindenâ€¦

source: Disconnecting...
nl_nl: Verbinding verbreken...

source: Find BT devices
nl_nl: Vind BT apparaten

source: Scanning finished
nl_nl: Zoeken klaar

source: Scanning for BT devices
nl_nl: Zoeken naar BT apparaten

source: Set audio
nl_nl: Audio instellen
